[{"title":"2022-2023 Eğitim Öğretim Yılı Akademik Kurul Toplantısı Gerçekleştirildi","description":"2022-2023 Eğitim Öğretim Yılı Akademik Kurul Toplantısı Gerçekleştirildi","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/1121","date":"19 Eylül Pazartesi","type":"news"},{"title":"Eğitim Fakültesi Dekanlar Konseyi Toplantısı- Ankara 2022","description":"Öğretmenlerin mesleki gelişimleriyle ilgili Milli Eğitim Bakanlığı ve Eğitim Fakültesi Dekanlar Konseyi iş birliğiyle ‘Öğretmenlerin Mesleki Gelişimi Değerlendirme’ toplantısı düzenlenmiştir. Toplantıda, mesleki gelişim programları çerçevesinde; eğitim içeriklerinin birlikte düzenlenmesi, veri paylaşımı, öğ ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/1103","date":"16 Eylül Cuma","type":"news"},{"title":"Fakültemiz ve Milli Eğitim Müdürlüğü Arasında Toplantı Düzenlendi","description":"Görüşülen Dış Paydaş MUŞ İL MİLLİ EĞİTİM MÜDÜRLÜĞÜ Görüşme Tarihi 07.09.2022 Görüşme Konuları Öğretmenlik Uygulaması 2021-2022 Yılı Çalışmaları Öğretmenlik Uygulamas ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/1039","date":"8 Eylül Perşembe","type":"news"},{"title":"TÜBİTAK 1001 Projesi kabul edildi!","description":"Kahramanmaraş Sütçü İmam Üniversitesi Eğitim Fakültesi’nin yürütücülüğünde Muş Alparslan Üniversitesi Eğitim Fakültesi ortaklığında TÜBİTAK 1001 Projesi kabul edildi! Yürütücülüğünü Kahramanmaraş Sütçü İmam Üniversitesi Eğitim Fakültesi Ö ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/995","date":"28 Ağustos Pazar","type":"news"},{"title":"PDR Öğrencilerimizden 17. Ulusal PDR Öğrencileri Kongresi","description":"PDR alanında lisans öğrenimlerine devam eden genç Psikolojik Danışman adayı öğrencilerimizi desteklemek ve akademik çalışmaları teşvik etmek ve nitelikli çalışmaları ödüllendirmek üzere 17. Ulusal PDR Öğrencileri Kongresi’nde sunulan bildiriler arasından 5 bildiri ödül almaya hak kazanmıştır. Ödül kazan ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/978","date":"16 Ağustos Salı","type":"news"},{"title":"\"Her Çocuk Matematik Öğrenebilir” Projemize TÜBİTAK’tan Destek","description":"Muş Alparslan Üniversitesi, Eğitim Fakültesi, Matematik Eğitimi Anabilim Dalı öğretim üyesi Doç. Dr. Yılmaz MUTLU’nun yürütücülüğünü üstlendiği “Her Çocuk Matematik Öğrenebilir” başlıklı proje TÜBİTAK 4004 Doğa Eğitimi ve Bilim Okulları Destekleme Programı kapsamında finanse edi ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/948","date":"25 Temmuz Pazartesi","type":"news"},{"title":"Erasmus Hareketliliği Kapsamında Gazze Islamic Üniversitesi'nden Fakültemiz'e Ziyaret","description":"Erasmus KA107 Programı ile gelen Dr. Mohammed F.M. ABUOWDA ve Dr. Muhammed F. A. AZİZ, fakültemizi ziyaret ettiler. Fakülte Erasmus Koordinatörümüz Dr. Öğr. Üyesi Veysel Emir EKE ile birlikte Eğitim Fakültesi bünyesinde yer alan Ahşap Atölyesi, Kukla Karagöz Yapım Oynatım Atölyesi, STEM Atölyesi ve 3B Yazıcı Atölyesi&# ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/916","date":"27 Haziran Pazartesi","type":"news"},{"title":"Dönem Sonu Akademik Kurul Toplantısı","description":"Eğitim Fakültesi 2021-2022 eğitim öğretim yılı dönem sonu akademik kurul toplantısı yapıldı. Toplantıda Eğitim Fakültesi Dekanı Prof. Dr. Esin KAYA, yaz okulu, üstten ders alma ve izinler konusunda genel hatırlatmaları yaptı. Öğretim üyelerine, dönem boyunca gerçekleştirdikleri proje ve etkinliklerden dolayı teşekkürlerini sun ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/915","date":"27 Haziran Pazartesi","type":"news"},{"title":"Eğitim Fakültesi'nde Mezuniyet Coşkusu","description":"2021-2022 Eğitim Fakültesi bünyesindeki Türkçe Eğitimi, Sosyal Bilgiler Eğitimi, Fen Bilgisi Eğitimi, Matematik Eğitim, Okul Öncesi Eğitim, Sınıf Eğitimi ve Rehberlik ve Psikolojik Danışmanlık Eğitimi ana bilim dallarının mezuniyet törenleri gerçekleştirildi. Eğitim Fakültesi bu yıl Rehberlik ve Psikolojik Danışmanlık Eğitimi ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/912","date":"24 Haziran Cuma","type":"news"},{"title":"Akreditasyon Sürecine Katkı Sağlayan Personellere Teşekkür Belgesi Verildi","description":"Öğretmenlik Eğitim Programı Değerlendirme ve Akreditasyon Derneği (EPDAD) tarafından yürütülen Fakültemiz Türkçe Eğitimi ve Matematik Eğitimi Ana Bilim Dallarına akredite sürecinde katkı sağlayan personellere Dekanımız Prof. Dr. Esin KAYA tarafından teşkekkür belgesi verildi.","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/874","date":"8 Haziran Çarşamba","type":"news"},{"title":"Fakültemizde En Yüksek Puanlı Akademisyenlere Teşekkür Belgesi Verildi","description":"Üniversitemiz \"Akademik Teşvik Düzenleme, Denetleme ve İtiraz Komisyonu\"nun yapmış olduğu değerlendirmeler neticesinde Fakültemiz genelinde; Birinci sırada yer alan Matematik Eğitimi ABD Öğr. Üyesi Doç. Dr. Yılmaz MUTLU'ya, İkinci sırada yer alan; Fen Bilgisi Eğitimi ABD Öğr. Üyesi Doç. Dr. Bekir YILDIRIM, T&uu ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/788","date":"24 Nisan Pazar","type":"news"},{"title":"Üniversitemiz Eğitim Fakültesi’nin İki Programı Akredite Edilmeye Hak Kazandı","description":"Öğretmenlik Eğitim Programları Değerlendirme ve Akreditasyon Derneği (EPDAD)’a yapılan başvuru sonucunda farklı üniversitelerden gelen 6 kişilik ziyaretçi ekip üniversitemiz İlköğretim Türkçe ve İlköğretim Matematik Öğretmenliği programlarını 17-18 Mart 2022 tarihleri arasında kalite standartları açısından değerle ...","link":"http://egitimf.alparslan.edu.tr/tr/news-detail/769","date":"18 Nisan Pazartesi","type":"news"},{"title":"Eğitim Fakültesi Çift Anadal Programı Başvuru Sonuçları","description":"Eğitim Fakültesi Çift Anadal Programı Başvuru Sonuçları için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1116","date":"27 Eylül Salı","type":"announcement"},{"title":"2022-2023 PFE Öğretmenlik Uygulaması Okul Listesi","description":"2022-2023 PFE Öğretmenlik Uygulaması Okul Listesi için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1115","date":"28 Eylül Çarşamba","type":"announcement"},{"title":"2022-2023 PFE 6. YEDEK LİSTEDEN KESİN KAYIT HAKKI KAZANANLAR","description":"2022-2023 PFE 6. YEDEK LİSTEDEN KESİN KAYIT HAKKI KAZANANLAR için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1103","date":"22 Eylül Perşembe","type":"announcement"},{"title":"2022-2023 PFE DERS PROGRAMI GÜZ DÖNEMİ DERS PROGRAMI","description":"Dersler 23.09.2022 tarihinde Eğitim Fakültesi Hacı Bektaşi Veli Dersliklerinde başlayacaktır. Öğretmenlik Uygulaması 1 (Staj 1) 30 Eylül 2022 tarihinde başlayacaktır. *Yarıyıl İçi, Yarıyıl Sonu, Bütünleme ve Tek Ders Sınavları Muş Alparslan Üniversitesi Akademik takviminde belirtildiği tarihlerde ve yüz yüze yapılacaktır. 2022- ...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1102","date":"22 Eylül Perşembe","type":"announcement"},{"title":"2022-2023 PFE 6. YEDEK KAYIT DUYURUSU","description":"PFE 5. yedek kayıtlar sonucunda boş kalan kontenjanlara ekteki listede isimleri bulunanların 22 Eylül 2022 Perşembe günü Saat 15:00’a kadar şahsen başvuruları alınacaktır. Not ortalamaları dikkate alınarak sıralama yapılacak ve boş kontenjan dahilinde not sıralamasına göre kayıtlar yapılacaktır. Kesin kayıt hakkı kazanan öğrenciler ...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1097","date":"21 Eylül Çarşamba","type":"announcement"},{"title":"2022-2023 PFE 2. KAYIT BAŞVURU SONUÇLARI","description":"2022-2023 PFE 2. KAYIT BAŞVURU SONUÇLARI 2022-2023 Eğitim-Öğretim Yılı PFE 2. Kayıt başvuru sonuçlarına göre aşağıdaki listede isimleri bulunan kişiler 21 Eylül 2022 Çarşamba günü saat 15:00'a kadar, kayıt yaptırabilirler. Bu saatten sonra gelenlerin kaydı alınmayacaktır. 2022-2023 PFE 2. KAYIT BAŞ ...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1092","date":"20 Eylül Salı","type":"announcement"},{"title":"2022-2023 PFE 5. YEDEK KAYIT DUYURUSU","description":"2022- 2023 PFE 5. yedek kayıtları 21 Eylül Çarşamba günü saat 15:00'a kadar, aşağıdaki 5. yedek listesinde isimleri bulunan kişiler kayıt yaptırabilirler. Bu ilan son yedek ilanı olup başka ilan yayınlanmayacaktır. 5. Yedek Kayıt Listesi için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1091","date":"20 Eylül Salı","type":"announcement"},{"title":"2022-2023 Eğitim-Öğretim Yılı ÇAP Başvuru Duyurusu","description":"2022-2023 Eğitim-Öğretim Yılı ÇAP Başvuru Duyurusu için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1090","date":"20 Eylül Salı","type":"announcement"},{"title":"2022-2023 PFE 4. YEDEK KAYIT DUYURUSU","description":"2022- 2023 PFE 4. yedek kayıtları 20 Eylül Salı günü saat 17:00'a kadar, aşağıdaki 4. yedek listesinde isimleri bulunan kişiler kayıt yaptırabilirler. 4. Yedek Kayıt Listesi için tıklayınız...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1086","date":"20 Eylül Salı","type":"announcement"},{"title":"2022-2023 PFE 2. KAYIT BAŞVURU DUYURUSU","description":"2022-2023 PFE 2. KAYIT BAŞVURU DUYURUSU için tıklayınız... Online Başvuru için tıklayınız....","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1079","date":"19 Eylül Pazartesi","type":"announcement"},{"title":"2022-2023 PFE 3. YEDEK KAYIT DUYURUSU","description":"2022- 2023 PFE 3. yedek kayıtlar 19 Eylül Pazartesi günü saat: 08.00 - 16.00 arasında, aşağıdaki listede belirtilen öğretmenlik alanlarında bulunan boş kontenjanlara 3. yedek listesinde isimleri bulunan kişiler kayıt yaptırabilirler. 3. Yedek Kontenjanlar için tıklayınız... 3. Yedek Kayıt Listesi için tıklayınız... & ...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1071","date":"16 Eylül Cuma","type":"announcement"},{"title":"2022-2023 Pedagojik Formasyon Eğitimi Yedek Ek Kayıt Duyurusu","description":"2022-2023 PEDAGOJİK FORMASYON EĞİTİMİ SERTİFİKA PROGRAMI YEDEK EK KAYIT DUYURUSU Kayıtlar 14 Eylül Çarşamba günü başlayıp 16 Eyül Cuma günü mesai bitimine kadar devam edecektir. Aşağıdaki listede belirtilen öğretmenlik alanlarında bulunan boş kontenjanlara öncelikli olarak yedek ek listede isimleri bulunan kişiler kayıt yap ...","link":"http://egitimf.alparslan.edu.tr/tr/announcements-detail/1054","date":"14 Eylül Çarşamba","type":"announcement"}]